module.exports = {
    bulk: {
        title: "תפריט תזונה למסה",

        work: [
            "כוס שיבולת שועל + סקופ חלבון + 2 פירות+ חופן אגוזי מלך (12-15 אגוזים).",
            "קופסת טונה במים+ 2 ירקות טריים.",
            "250 גרם בשר אדום + כוס וחצי אורז מלא (אחרי בישול) + סלט ירקות+ כף טחינה.",
            "קופסת קוטג” 3% + ביצה קשה+חצי אבוקד במהלך האימון: שייק BCAA",
            "כוס כוסמת + דג אפוי + סלט ירקות.",
            "2 כוסות חלב + כפית זרעי צ’יה"
        ],

        rest: [
             "שייק חלבון אייזולט (סקופ אחד) + חצי כוס שיבולת שועל + פרי קטן",
             "יוגורט טבעי עד 1.5% + חופן אגוזי מלך/שקדים",
             "כוס אורז מלא / כוסמת + 250 ג’ חזה עוף / בשר אדום / דג + 2 ירקות + כף טחינה גולמית.",
             "שייק חלבון אייזוליט (סקופ אחד)",
             "פרוסת לחם מלא + 200 ג פסטרמה + חצי אבוקדו",
             "5 ירקות ירוקים + גבינה לבנה 3% / קוטג’ + כפית זרעי פשתן."
    
        ],
    },

    maintenance: {
        title: "תפריט תזונה לשמירה על אורח בריא",

        work: [
            ` דגני בוקר ויוגורט\n דגנים: כוס דגני בוקר עתירי סיבים ללא תוספת סוכר ופרי\n יוגורט: גביע 1.5% ללא תוספת סוכר או פרי\n`,
            "בננה בינונית + 10 שקדים לא קלויים",
            ` בשר בקר ואורז עם סלט וכרוב\n אורז: חצי כוס אורז מלא מבושל במים + כפית שמן זית\n סלט: רבע כרוב אדום קטן + כפית שמן זית + חומץ/לימון ותבלינים\n `,
            "תפוח בינוני + כוס חלב 1%",
            ` טוסט עם גבינה צהובה וסלט גזר ופלפל\n טוסט: 2 פרוסות לחם מלא + 2 פרוסות גבינה צהובה 9% + כפית מרגרינה משמן זית\n סלט: כוס גזר חתוך + חצי כוס בצל ירוק + פלפל ירוק בינוני + כוס נבטים + 2 כפיות שמן פשתן + חצי כוס תירס מבושל + לימון/חומץ ותבלינים\n `,
            "ספל תה צמחים ללא סוכר + 2 אגוזי מלך",
        ],
    },

    cut: {
        title: "תפריט תזונה לחיטוב",

        work: [
            "שייק חלבון אייזולט (סקופ אחד) + חצי כוס שיבולת שועל + פרי קטן",
            "יוגורט טבעי עד 1.5% + חופן אגוזי מלך/שקדים",
            "כוס אורז מלא/ כוסמת + 250 ג’ חזה עוף/ בשר אדום/ דג + 2 ירקות + כף טחינה גולמית",
            `,לפני אימון : פרוסת לחם לבן + כפית חמאת בוטנים + כפית ריבה טבעית / סילאן טבעי\n
            במהלך האימון : שייקBCAA`,
            "לאחר אימון : שייק חלבון אייזוליט (סקופ וחצי) + פרי + חופן אגוזים",
            "2 כפות אורז מלא/ כוסמת + 5 ביצים (2 שלמות, 3 רק בחלבון) / טונה במים + 3 ירקות ירוקים + 2 כפיות שמן זית",
        ],

        rest: [
            "שייק חלבון אייזולט (סקופ אחד) + חצי כוס שיבולת שועל + פרי קטן",
            "יוגורט טבעי עד 1.5% + חופן אגוזי מלך/שקדים",
            "כוס אורז מלא / כוסמת + 250 ג’ חזה עוף / בשר אדום / דג + 2 ירקות + כף טחינה גולמית.",
            "שייק חלבון אייזוליט (סקופ אחד)",
            "פרוסת לחם מלא + 150 ג פסטרמה + חצי אבוקדו",
            "5 ירקות ירוקים + גבינה לבנה 3% / קוטג’ + כפית זרעי פשתן."
        ],
    }
}